Repository: indoClimateLab/Jaivik_Japan
Catalog: languages/*.po
Languages: ro

source: Designed with %1$sWordPress%2$s
ro: Proiectat cu %1$sWordPress%2$s

# Pattern title
source: Header
ro: Antet

source: Learn more
ro: Învață mai multe

source: Hours
ro: Ore

source: Monday—Friday
ro: Luni - Vineri

# Pattern title
source: Footer
ro: Subsol

source: Location
ro: Locație

# Style variation name
source: Salmon
ro: Somon

# Style variation name
source: Urbanist & Poppins (Sans/Sans) (Sophisticated)
ro: Urbanist și Poppins (Sans/Sans, sofisticat)

# Style variation name
source: Spectral & Rethink Sans (Serif/Sans) (Sophisticated)
ro: Spectral și Rethink Sans (Serif/Sans, sofisticat)

# Style variation name
source: Lucette & DM Mono (Serif/Mono) (Sophisticated)
ro: Lucette și DM Mono (Serif/Mono, sofisticat)

# Style variation name
source: Ibarra Real Nova & Inter (Serif/Sans) (Sophisticated)
ro: Ibarra Real Nova și Inter (Serif/Sans, sofisticat)

# Style variation name
source: Fraunces & Inter (Serif/Sans) (Sophisticated)
ro: Fraunces și Inter (Serif/Sans, sofisticat)

# Style variation name
source: Abel & Ibarra Real Nova (Sans/Serif) (Sophisticated)
ro: Abel și Ibarra Real Nova (Sans/Serif, sofisticat)

# Style variation name
source: Newsreader & PT Serif (Serif/Serif) (Professional)
ro: Newsreader și PT Serif (Serif/Serif, profesional)

# Style variation name
source: Manrope & Poppins (Sans/Sans) (Professional)
ro: Manrope și Poppins (Sans/Sans, profesional)

# Style variation name
source: Gabarito & Ibarra Real Nova (Sans/Serif) (Professional)
ro: Gabarito și Ibarra Real Nova (Sans/Serif, profesional)

# Style variation name
source: Familjen & Arimo (Sans/Sans) (Professional)
ro: Familjen și Arimo (Sans/Sans, profesional)

# Style variation name
source: Space Mono (Mono/Mono) (Bold)
ro: Space Mono (Mono/Mono, aldine)

# Style variation name
source: Noto Serif & IBM Plex Mono (Serif/Mono) (Bold)
ro: Noto Serif și IBM Plex Mono (Serif/Mono, aldine)

# Style variation name
source: Instrument Serif & Noto Mono (Serif/Mono) (Bold)
ro: Instrument Serif și Noto Mono (Serif/Mono, aldine)

# Style variation name
source: Gabarito & Noto Sans Mono (Sans/Mono) (Bold)
ro: Gabarito și Noto Sans Mono (Sans/Mono, aldine)

# Style variation name
source: Fjalla & Roboto (Sans/Sans) (Bold)
ro: Fjalla și Roboto (Sans/Sans, aldine)

# Style variation name
source: Figtree & Inter (Sans/Sans) (Bold)
ro: Figtree și Inter (Sans/Sans, aldine)

# Template part name
source: Header
ro: Antet

# Template part name
source: Footer
ro: Subsol

# Template part name
source: Mini Cart
ro: Mini-coș

# Style variation name
source: Style 1
ro: Primul stil

# Style variation name
source: Style 2
ro: Al 2-lea stil

# Style variation name
source: Style 3
ro: Al 3-lea stil

# Color name
source: Color 6
ro: A șasea culoare

# Gradient name
source: Gradient 11
ro: Al 11-lea gradient

# Gradient name
source: Gradient 12
ro: Al 12-lea gradient

# Gradient name
source: Gradient 13
ro: Al 13-lea gradient

# Gradient name
source: Gradient 1
ro: Primul gradient

# Gradient name
source: Gradient 14
ro: Al 14-lea gradient

# Gradient name
source: Gradient 15
ro: Al 15-lea gradient

# Style variation name
source: Noir
ro: Negru

# Style variation name
source: Hunter
ro: Vânător

# Style variation name
source: Sand
ro: Nisip

# Style variation name
source: Sapphire
ro: Safir

# Style variation name
source: Rose
ro: Trandafir

# Gradient name
source: Gradient 2
ro: Al 2-lea gradient

# Gradient name
source: Gradient 3
ro: Al 3-lea gradient

# Gradient name
source: Gradient 4
ro: Al 4-lea gradient

# Gradient name
source: Gradient 5
ro: Al 5-lea gradient

# Style variation name
source: Amber
ro: Chihlimbar

# Style variation name
source: Spring
ro: Primăvară

# Style variation name
source: Emerald
ro: Smarald

# Gradient name
source: Gradient 6
ro: Al 6-lea gradient

# Gradient name
source: Gradient 7
ro: Al 7-lea gradient

# Gradient name
source: Gradient 8
ro: Al 8-lea gradient

# Gradient name
source: Gradient 9
ro: Al 9-lea gradient

# Gradient name
source: Gradient 10
ro: Al 10-lea gradient

# Style variation name
source: Zenith
ro: Zenit

# Style variation name
source: Golden
ro: Auriu

# Color name
source: Color 7
ro: A 7-a culoare

# Style variation name
source: Cinnabar
ro: Cinabru

# Style variation name
source: Citron
ro: Galben-lămâie

# Style variation name
source: Tangerine
ro: Tangerină

# Style variation name
source: Fern
ro: Ferigă

# Style variation name
source: Blueberry
ro: Afină

# Style variation name
source: Maritime
ro: Maritim

# Style variation name
source: Cornflower
ro: Albăstrea

# Style variation name
source: Dawn
ro: Zori

# Style variation name
source: Terracotta
ro: Teracotă

# Style variation name
source: Periwinkle
ro: Albastru-violet

# Style variation name
source: Pear
ro: Pară

# Style variation name
source: Blush
ro: Purpuriu

# Style variation name
source: Mauve
ro: Mov

# Style variation name
source: Meadow
ro: Miriște

# Style variation name
source: Pewter
ro: Gri-argintiu

# Style variation name
source: Eclipse
ro: Eclipsă

# Style variation name
source: Onyx
ro: Onix

# Style variation name
source: Umber
ro: Brun

# Style variation name
source: Dew
ro: Rouă

# Style variation name
source: Forest
ro: Pădure

# Style variation name
source: Ash
ro: Cenușă

# Style variation name
source: Auburn
ro: Castaniu

# Style variation name
source: Mulberry
ro: Dud

# Gradient name
source: Text to Transparent
ro: Text spre transparent

# Style variation name
source: Pearl
ro: Perlă

# Template part name
source: Hero Header
ro: Antet Hero

# Font size name
source: 3X Large
ro: 3XL

# Font size name
source: 2X Large
ro: 2XL

# Font size name
source: Extra Large
ro: Foarte mare

# Font size name
source: Medium
ro: Mediu

# Font size name
source: Large
ro: Mare

# Space size name
source: 2X Large
ro: Foarte, foarte mare

# Font size name
source: Small
ro: Mic

# Pattern title
source: Related Products
ro: Produse similare

# Custom template name
source: Order Confirmation
ro: Confirmare comandă

# Custom template name
source: Product Search Results
ro: Rezultate de căutare pentru produse

# Custom template name
source: Single Product
ro: Produs singular

# Color name
source: Color 1
ro: Prima culoare

# Color name
source: Color 2
ro: A doua culoare

# Space size name
source: 2X-Small
ro: Foarte, foarte mic (2X)

# Space size name
source: X-Small
ro: Foarte mic

# Space size name
source: Small
ro: Mic

# Space size name
source: Medium
ro: Mediu

# Space size name
source: Large
ro: Mare

# Space size name
source: Extra Large
ro: Foarte mare

# Color name
source: Color 3
ro: A treia culoare

# Color name
source: Color 4
ro: A patra culoare

# Color name
source: Color 5
ro: A cincea culoare

# Custom template name
source: Products by Attribute
ro: Produse după atribut

# Custom template name
source: Product Catalogue
ro: Catalog cu produse

# Custom template name
source: Page with Title
ro: Pagină cu titlu

# Custom template name
source: Page with Hero
ro: Pagină cu Hero

# Custom template name
source: Page: Checkout
ro: Pagină: Finalizare

# Custom template name
source: Page: Cart
ro: Pagină: Coș

# Pattern title
source: Upsells
ro: Upsell-uri

# Pattern title
source: Order confirmation shipping address title
ro: Titlu adresă de livrare pentru confirmare comandă

# Pattern title
source: Order confirmation order details title
ro: Titlu detalii comandă pentru confirmare comandă

# Pattern title
source: Order confirmation downloads title
ro: Titlu descărcări pentru confirmare comandă

# Pattern title
source: Order confirmation billing address title
ro: Titlu adresă de facturare pentru confirmare comandă

# Pattern title
source: Order confirmation additional information title
ro: Titlu informații suplimentare pentru confirmare comandă

# Pattern title
source: No Product Search Results
ro: Niciun rezultat de căutare pentru produs

# Pattern title
source: Empty Mini Cart
ro: Mini-coș gol

# Pattern title
source: Cross Sells
ro: Vânzări încrucișate

# Pattern title
source: Empty Card Block
ro: Bloc card gol

# Pattern title
source: Cart Page Title
ro: Titlu pagină Coș

source: You might also like
ro: S-ar putea să-ți placă și

source: Assemble something beautiful.
ro: Asamblezi ceva frumos.

source: Frequently bought together
ro: Cumpărate frecvent împreună

source: Downloads
ro: Descărcări

source: Order details
ro: Detalii comandă

source: Shipping address
ro: Adresă de livrare

source: Return to shop
ro: Înapoi la magazin

# Text explaining that there are no results returned from a search
source: No search results.
ro: Niciun rezultat de căutare.

source: Additional information
ro: Informații suplimentare

source: Billing address
ro: Adresă de facturare

source: No results found. You can try %1$sclearing any filters%2$s or head to our %3$sstore's home.%4$s
ro: Nu am găsit rezultate. Poți să încerci %1$sștergerea tuturor filtrelor%2$s sau să mergi la %3$sprima pagină a magazinului nostru.%4$s

source: Your basket is currently empty!
ro: Coșul tău de cumpărături este gol acum!

source: Have an account? %1$sLog in%2$s to check out faster.
ro: Ai un cont? %1$sAutentifică-te%2$s pentru a finaliza mai repede.

source: Your shopping bag is empty
ro: Coșul tău de cumpărături este gol

source: You might like
ro: S-ar putea să-ți placă

# Heading for a web page that is not found
source: Page Not Found
ro: Nu am găsit pagina

source: The page you are looking for does not exist.
ro: Pagina pe care o cauți nu există.

source: Cart
ro: Coș
